Repository: Dolphin-kun/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Effect/Video/StripeGlitchNoise/Texts.*.resx
Languages: es_es, zh_cn

# CurrentCulture
source: ja-jp
es_es: es-es
zh_cn: zh-cn

# UnitCount
source: 個
es_es: unidades
zh_cn: 单元个数

# StripeGlitchNoiseEffectName
source: グリッチノイズ（帯）
es_es: Ruido de falla (raya)
zh_cn: 故障噪波（条纹）

# StripeGlitchNoiseEffectStripeCountName
source: 帯の数
es_es: Rayas
zh_cn: 条纹数

# StripeGlitchNoiseEffectStripeCountDesc
source: 帯の数
es_es: Número de rayas
zh_cn: 条纹数

# StripeGlitchNoiseEffectStripeMaxWidthName
source: 帯の幅
es_es: Ancho de raya
zh_cn: 条纹宽度

# StripeGlitchNoiseEffectStripeMaxWidthDesc
source: 帯の幅
es_es: Ancho de raya
zh_cn: 条纹宽度

# StripeGlitchNoiseEffectStripeMaxShiftName
source: 帯ずれ
es_es: Desplazamiento de la raya
zh_cn: 条纹偏移

# StripeGlitchNoiseEffectStripeMaxShiftDesc
source: 帯のずれ
es_es: Desplazamiento de la raya
zh_cn: 条纹偏移

# StripeGlitchNoiseEffectRepeatName
source: 繰り返し
es_es: Repetir
zh_cn: 重复

# StripeGlitchNoiseEffectRepeatDesc
source: 繰り返し
es_es: Repetir
zh_cn: 重复

# StripeGlitchNoiseEffectColorMaxShiftName
source: 色ずれ
es_es: Desplazamiento de color
zh_cn: 色彩偏移

# StripeGlitchNoiseEffectColorMaxShiftDesc
source: 色のずれ
es_es: Desplazamiento de color
zh_cn: 色彩偏移

# StripeGlitchNoiseEffectIsHardBorderModeName
source: サイズを固定
es_es: Tamaño fijo
zh_cn: 固定大小

# StripeGlitchNoiseEffectIsHardBorderModeDesc
source: サイズを固定
es_es: Tamaño fijo
zh_cn: 固定大小

# StripeGlitchNoiseEffectStripeMaxWidthAttenuationName
source: 幅減衰
es_es: Atenuación de ancho
zh_cn: 宽度衰减

# StripeGlitchNoiseEffectStripeMaxWidthAttenuationDesc
source: 幅減衰
es_es: Atenuación de ancho
zh_cn: 宽度衰减

# StripeGlitchNoiseEffectStripeMaxShiftAttenuationName
source: ずれ減衰
es_es: Atenuación de desplazamiento
zh_cn: 偏移衰减

# StripeGlitchNoiseEffectStripeMaxShiftAttenuationDesc
source: ずれ減衰
es_es: Atenuación de desplazamiento
zh_cn: 偏移衰减

# StripeGlitchNoiseEffectComplicationGroupName
source: 複雑化
es_es: Complicación
zh_cn: 复杂化

# StripeGlitchNoiseEffectPlaybackRateName
source: 再生速度
es_es: Velocidad de reproducción
zh_cn: 播放速度

# StripeGlitchNoiseEffectPlaybackRateDesc
source: 再生速度
es_es: Velocidad de reproducción
zh_cn: 播放速度

# StripeGlitchNoiseEffectProbability
source: 発生率
es_es: Tasa de ocurrencia
zh_cn: 发生率

# StripeGlitchNoiseEffectProbabilityDesc
source: グリッチノイズが発生する確率
es_es: Probabilidad de que ocurra ruido de falla
zh_cn: 故障噪音发生的概率
