Repository: Dolphin-kun/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Effect/Video/RectangleGlitchNoise/Texts.*.resx
Languages: ar_sa, es_es, ko_kr, zh_tw

# CurrentCulture
source: ja-jp
ar_sa: ar-sa
es_es: es-es
ko_kr: ko-kr
zh_tw: zh-tw

# UnitCount
source: 個
ar_sa: وحدات
es_es: unidades
ko_kr: 개
zh_tw: 个

# RectangleGlitchNoise
source: グリッチノイズ（四角形）
ar_sa: ضوضاء التشويش (مستطيلات)
es_es: Ruido de falla (rectángulos)
ko_kr: 글리치 노이즈 (직사각형)
zh_tw: 故障噪音（矩形）

# RectangleCount
source: 四角形の数
ar_sa: عدد المستطيلات
es_es: Cantidad de rectángulos
ko_kr: 사각형의 수
zh_tw: 矩形的數量

# RectangleMaxWidth
source: 四角形の幅
ar_sa: عرض المستطيلات
es_es: Ancho de los rectángulos
ko_kr: 사각형의 너비
zh_tw: 矩形的寬度

# RectangleMaxHeight
source: 四角形の高さ
ar_sa: ارتفاع المستطيلات
es_es: Altura de los rectángulos
ko_kr: 사각형의 높이
zh_tw: 矩形的高度

# RectangleMaxXShift
source: 四角形横ずれ
ar_sa: الانحراف الأفقي للمستطيلات
es_es: Desplazamiento horizontal de los rectángulos
ko_kr: 사각형의 가로 이동
zh_tw: 矩形水平偏移

# RectangleMaxYShift
source: 四角形縦ずれ
ar_sa: الانحراف العمودي للمستطيلات
es_es: Desplazamiento vertical de los rectángulos
ko_kr: 사각형의 세로 이동
zh_tw: 矩形垂直偏移

# ColorMaxShift
source: 色ずれ
ar_sa: انزياح اللون
es_es: Desplazamiento de color
ko_kr: 색상 이동
zh_tw: 顏色偏移

# PlaybackRate
source: 再生速度
ar_sa: معدل تشغيل الضوضاء المتموجة
es_es: Velocidad de reproducción
ko_kr: 재생 속도
zh_tw: 播放速度

# IsClipping
source: 切り抜き
ar_sa: قص
es_es: Corte
ko_kr: 자르기
zh_tw: 裁剪

# IsHardBorderMode
source: サイズを固定
ar_sa: بيرلن
es_es: Tamaño fijo
ko_kr: 크기 고정
zh_tw: 固定大小

# ComplicationGroupName
source: 複雑化
ar_sa: التعقيد
es_es: Complicación
ko_kr: 복잡화
zh_tw: 複雜化

# Repeat
source: 繰り返し
ar_sa: تكرار
es_es: Repetición
ko_kr: 반복
zh_tw: 重複

# RectangleMaxWidthAttenuation
source: 幅減衰
ar_sa: تخفيف العرض
es_es: Atenuación de ancho
ko_kr: 폭 감쇠
zh_tw: 寬度衰減

# RectangleMaxHeightAttenuation
source: 高さ減衰
ar_sa: تخفيف الارتفاع
es_es: Atenuación de altura
ko_kr: 높이 감쇠
zh_tw: 高度衰減

# RectangleMaxXShiftAttenuation
source: 横ずれ減衰
ar_sa: تخفيف الانحراف الأفقي
es_es: Atenuación del desplazamiento horizontal
ko_kr: 가로 이동 감쇠
zh_tw: 橫向偏移衰減

# RectangleMaxYShiftAttenuation
source: 縦ずれ減衰
ar_sa: تخفيف الانحراف العمودي
es_es: Atenuación del desplazamiento vertical
ko_kr: 세로 이동 감쇠
zh_tw: 縱向偏移衰減

# Probability
source: 発生率
ar_sa: معدل الحدوث
es_es: Tasa de ocurrencia
ko_kr: 발생률
zh_tw: 發生率

# ProbabilityDesc
source: グリッチノイズが発生する確率
ar_sa: احتمالية حدوث ضوضاء خلل
es_es: Probabilidad de que ocurra ruido de falla
ko_kr: 글리치 노이즈 발생 확률
zh_tw: 故障噪音發生的機率
